Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Autopilot.HardwareHashCertificateCreatedCopyPasswordButton
source: Copy password
ar_sa: انسخ كلمة المرور
bg_bg: Копиране на парола
cs_cz: Zkopírujte heslo
da_dk: Kopiér adgangskoden
de_de: Passwort kopieren
el_gr: Αντιγραφή κωδικού πρόσβασης
es_mx: Copiar contraseña
et_ee: Kopeeri parool
fi_fi: Kopioi salasana
fr_ca: Copier le mot de passe
he_il: העתק סיסמה
hr_hr: Kopiraj lozinku
hu_hu: Jelszó másolása
it_it: Copia la password
ja_jp: パスワードをコピーする
ko_kr: 비밀번호 복사
lt_lt: Nukopijuokite slaptažodį
lv_lv: Kopēt paroli
nb_no: Kopier passord
nl_nl: Kopieer wachtwoord
pl_pl: Skopiuj hasło
pt_pt: Copiar senha
ro_ro: Copiați parola
ru_ru: Скопировать пароль
sk_sk: Skopírujte heslo
sl_si: Kopiraj geslo
sr_latn_rs: Kopiraj lozinku
sv_se: Kopiera lösenord
th_th: คัดลอกรหัสผ่าน
tr_tr: Şifreyi kopyala
uk_ua: Копіювати пароль
zh_cn: 复制密码
zh_tw: 複製密碼

# Autopilot.HardwareHashCertificateCreatedInstruction
source: Save this PFX file and password now in a secure location. Foundry does not store the password and cannot show it again after this dialog closes. You will need both values to generate boot media for hardware hash upload.
ar_sa: احفظ ملف PFX وكلمة المرور الآن في مكان آمن. Foundry لا يقوم بتخزين كلمة المرور ولا يمكنه إظهارها مرة أخرى بعد إغلاق مربع الحوار هذا. ستحتاج إلى كلا القيمتين لإنشاء وسائط التمهيد لتحميل تجزئة الأجهزة.
bg_bg: Запазете този PFX файл и парола сега на сигурно място. Foundry не съхранява паролата и не може да я покаже отново, след като този диалог се затвори. Ще ви трябват и двете стойности, за да генерирате носител за зареждане за качване на хардуерен хеш.
cs_cz: Uložte tento soubor PFX a heslo na bezpečné místo. Foundry neukládá heslo a nemůže je znovu zobrazit po zavření tohoto dialogu. K vygenerování spouštěcího média pro nahrání hardwarového hash budete potřebovat obě hodnoty.
da_dk: Gem denne PFX-fil og adgangskode nu på et sikkert sted. Foundry gemmer ikke adgangskoden og kan ikke vise den igen, når denne dialogboks lukkes. Du skal bruge begge værdier for at generere boot-medier til hardware-hash-upload.
de_de: Speichern Sie diese PFX-Datei und das Passwort jetzt an einem sicheren Ort. Foundry speichert das Passwort nicht und kann es nach dem Schließen dieses Dialogs nicht mehr anzeigen. Sie benötigen beide Werte, um Boot-Medien für den Hardware-Hash-Upload zu generieren.
el_gr: Αποθηκεύστε αυτό το αρχείο PFX και τον κωδικό πρόσβασης τώρα σε ασφαλή τοποθεσία. Το Foundry δεν αποθηκεύει τον κωδικό πρόσβασης και δεν μπορεί να τον εμφανίσει ξανά μετά το κλείσιμο αυτού του διαλόγου. Θα χρειαστείτε και τις δύο τιμές για να δημιουργήσετε μέσα εκκίνησης για μεταφόρτωση κατακερματισμού υλικού.
es_mx: Guarde este archivo PFX y su contraseña ahora en una ubicación segura. Foundry no almacena la contraseña y no puede volver a mostrarla después de que se cierra este cuadro de diálogo. Necesitará ambos valores para generar medios de arranque para la carga de hash de hardware.
et_ee: Salvestage see PFX-fail ja parool nüüd turvalisse kohta. Foundry ei salvesta parooli ega saa seda pärast selle dialoogi sulgemist uuesti näidata. Riistvara räsi üleslaadimiseks alglaadimismeediumi loomiseks vajate mõlemat väärtust.
fi_fi: Tallenna tämä PFX-tiedosto ja salasana nyt turvalliseen paikkaan. Foundry ei tallenna salasanaa eikä voi näyttää sitä uudelleen tämän valintaikkunan sulkemisen jälkeen. Tarvitset molemmat arvot käynnistysmedian luomiseen laitteiston hash-latausta varten.
fr_ca: Enregistrez ce fichier PFX et ce mot de passe maintenant dans un emplacement sécurisé. Foundry ne stocke pas le mot de passe et ne peut pas l'afficher à nouveau après la fermeture de cette boîte de dialogue. Vous aurez besoin des deux valeurs pour générer un support de démarrage pour le téléchargement du hachage matériel.
he_il: שמור את קובץ ה-PFX והסיסמה הזו כעת במיקום מאובטח. Foundry אינו מאחסן את הסיסמה ואינו יכול להציג אותה שוב לאחר סגירת הדו-שיח. תזדקק לשני הערכים כדי ליצור מדיית אתחול להעלאת גיבוב חומרה.
hr_hr: Spremite ovu PFX datoteku i lozinku sada na sigurno mjesto. Foundry ne pohranjuje lozinku i ne može je ponovno prikazati nakon što se ovaj dijaloški okvir zatvori. Trebat će vam obje vrijednosti za generiranje medija za pokretanje za hardverski hash prijenos.
hu_hu: Mentse el ezt a PFX-fájlt és jelszót most egy biztonságos helyre. A Foundry nem tárolja a jelszót, és a párbeszédpanel bezárása után nem tudja újra megjeleníteni. Mindkét értékre szüksége lesz a rendszerindító adathordozó létrehozásához a hardveres hash feltöltéshez.
it_it: Salva subito il file PFX e la password in un luogo sicuro. Foundry non memorizza la password e non può visualizzarla nuovamente dopo la chiusura di questa finestra di dialogo. Avrai bisogno di entrambi i valori per generare un supporto di avvio per il caricamento dell'hash hardware.
ja_jp: この PFX ファイルとパスワードを安全な場所に保存します。 Foundry はパスワードを保存しないため、このダイアログが閉じた後にパスワードを再度表示することはできません。ハードウェア ハッシュ アップロード用のブート メディアを生成するには、両方の値が必要です。
ko_kr: 이제 이 PFX 파일과 비밀번호를 안전한 위치에 저장하세요. Foundry은 비밀번호를 저장하지 않으며 이 대화 상자를 닫은 후에 비밀번호를 다시 표시할 수 없습니다. 하드웨어 해시 업로드를 위한 부팅 미디어를 생성하려면 두 값이 모두 필요합니다.
lt_lt: Išsaugokite šį PFX failą ir slaptažodį dabar saugioje vietoje. Foundry neišsaugo slaptažodžio ir negali jo vėl rodyti, kai šis dialogo langas užsidaro. Jums reikės abiejų reikšmių, kad sugeneruotumėte įkrovos laikmeną aparatinės įrangos maišos įkėlimui.
lv_lv: Saglabājiet šo PFX failu un paroli tagad drošā vietā. Foundry nesaglabā paroli un nevar to parādīt vēlreiz pēc šī dialoglodziņa aizvēršanas. Jums būs nepieciešamas abas vērtības, lai ģenerētu sāknēšanas datu nesēju aparatūras hash augšupielādei.
nb_no: Lagre denne PFX-filen og passordet nå på et sikkert sted. Foundry lagrer ikke passordet og kan ikke vise det igjen etter at denne dialogboksen lukkes. Du trenger begge verdiene for å generere oppstartsmedier for maskinvarehash-opplasting.
nl_nl: Bewaar dit PFX-bestand en wachtwoord nu op een veilige locatie. Foundry slaat het wachtwoord niet op en kan het niet opnieuw weergeven nadat dit dialoogvenster is gesloten. U hebt beide waarden nodig om opstartmedia te genereren voor het uploaden van hardware-hash.
pl_pl: Zapisz teraz ten plik PFX i hasło w bezpiecznym miejscu. Foundry nie przechowuje hasła i nie może go wyświetlić ponownie po zamknięciu tego okna dialogowego. Obie wartości będą potrzebne do wygenerowania nośnika startowego do przesłania skrótu sprzętowego.
pt_pt: Salve este arquivo PFX e senha agora em um local seguro. Foundry não armazena a senha e não pode mostrá-la novamente após o fechamento desta caixa de diálogo. Você precisará de ambos os valores para gerar mídia de inicialização para upload de hash de hardware.
ro_ro: Salvați acest fișier PFX și parola acum într-o locație sigură. Foundry nu stochează parola și nu o poate afișa din nou după închiderea acestui dialog. Veți avea nevoie de ambele valori pentru a genera medii de pornire pentru încărcarea hash hardware.
ru_ru: Сохраните этот PFX-файл и пароль в безопасном месте. Foundry не сохраняет пароль и не может показать его снова после закрытия этого диалогового окна. Оба значения потребуются вам для создания загрузочного носителя для загрузки аппаратного хеша.
sk_sk: Uložte tento súbor PFX a heslo na bezpečnom mieste. Foundry neukladá heslo a nemôže ho znova zobraziť po zatvorení tohto dialógového okna. Na vygenerovanie zavádzacieho média na nahrávanie hardvérového hash budete potrebovať obe hodnoty.
sl_si: Shranite to datoteko PFX in geslo zdaj na varno mesto. Foundry ne shrani gesla in ga ne more več prikazati, ko se to pogovorno okno zapre. Za ustvarjanje zagonskega medija za nalaganje zgoščene vrednosti strojne opreme boste potrebovali obe vrednosti.
sr_latn_rs: Sačuvajte ovu PFKS datoteku i lozinku sada na bezbednoj lokaciji. Foundry ne čuva lozinku i ne može je ponovo prikazati nakon što se ovaj dijalog zatvori. Biće vam potrebne obe vrednosti da biste generisali medijum za pokretanje za hardverski heš upload.
sv_se: Spara denna PFX-fil och lösenord nu på en säker plats. Foundry lagrar inte lösenordet och kan inte visa det igen efter att den här dialogrutan stängts. Du behöver båda värdena för att generera startmedia för hårdvaruhashuppladdning.
th_th: บันทึกไฟล์ PFX และรหัสผ่านนี้ในตำแหน่งที่ปลอดภัย Foundry ไม่ได้จัดเก็บรหัสผ่านและไม่สามารถแสดงอีกครั้งได้หลังจากที่กล่องโต้ตอบนี้ปิดลง คุณจะต้องใช้ทั้งสองค่าเพื่อสร้างสื่อสำหรับบูตสำหรับการอัปโหลดแฮชฮาร์ดแวร์
tr_tr: Bu PFX dosyasını ve şifresini şimdi güvenli bir konuma kaydedin. Foundry şifreyi saklamaz ve bu iletişim kutusu kapatıldıktan sonra tekrar gösteremez. Donanım karma yüklemesi için önyükleme ortamı oluşturmak amacıyla her iki değere de ihtiyacınız olacak.
uk_ua: Збережіть цей файл PFX і пароль зараз у безпечному місці. Foundry не зберігає пароль і не може показати його знову після закриття цього діалогового вікна. Вам знадобляться обидва значення, щоб створити завантажувальний носій для завантаження хешу апаратного забезпечення.
zh_cn: 现在将此 PFX 文件和密码保存在安全位置。 Foundry 不存储密码，并且在此对话框关闭后无法再次显示密码。您将需要这两个值来生成用于硬件哈希上传的启动媒体。
zh_tw: 現在將此 PFX 檔案和密碼保存在安全位置。 Foundry 不儲存密碼，且在此對話方塊關閉後無法再次顯示密碼。您將需要這兩個值來產生用於硬體雜湊上傳的啟動媒體。

# Autopilot.HardwareHashCertificateCreatedPasswordCopied
source: Password copied.
ar_sa: تم نسخ كلمة المرور.
bg_bg: Паролата е копирана.
cs_cz: Heslo zkopírováno.
da_dk: Adgangskode kopieret.
de_de: Passwort kopiert.
el_gr: Αντιγράφηκε ο κωδικός πρόσβασης.
es_mx: Contraseña copiada.
et_ee: Parool kopeeritud.
fi_fi: Salasana kopioitu.
fr_ca: Mot de passe copié.
he_il: הסיסמה הועתקה.
hr_hr: Lozinka je kopirana.
hu_hu: Jelszó másolva.
it_it: Password copiata.
ja_jp: パスワードがコピーされました。
ko_kr: 비밀번호가 복사되었습니다.
lt_lt: Slaptažodis nukopijuotas.
lv_lv: Parole nokopēta.
nb_no: Passord kopiert.
nl_nl: Wachtwoord gekopieerd.
pl_pl: Hasło skopiowane.
pt_pt: Senha copiada.
ro_ro: Parola a fost copiată.
ru_ru: Пароль скопирован.
sk_sk: Heslo bolo skopírované.
sl_si: Geslo kopirano.
sr_latn_rs: Lozinka je kopirana.
sv_se: Lösenordet har kopierats.
th_th: คัดลอกรหัสผ่านแล้ว
tr_tr: Şifre kopyalandı.
uk_ua: Пароль скопійовано.
zh_cn: 密码已复制。
zh_tw: 密碼已複製。

# Autopilot.HardwareHashCertificateCreatedPasswordLabel
source: PFX password
ar_sa: كلمة مرور بفكس
bg_bg: PFX парола
cs_cz: PFX heslo
da_dk: PFX adgangskode
de_de: PFX-Passwort
el_gr: Κωδικός πρόσβασης PFX
es_mx: contraseña PFX
et_ee: PFX parool
fi_fi: PFX salasana
fr_ca: Mot de passe PFX
he_il: סיסמת PFX
hr_hr: PFX lozinka
hu_hu: PFX jelszó
it_it: Password PFX
ja_jp: PFXパスワード
ko_kr: PFX 비밀번호
lt_lt: PFX slaptažodis
lv_lv: PFX parole
nb_no: PFX passord
nl_nl: PFX-wachtwoord
pl_pl: Hasło PFX
pt_pt: Senha PFX
ro_ro: parola PFX
ru_ru: Пароль PFX
sk_sk: PFX heslo
sl_si: PFX geslo
sr_latn_rs: PFKS lozinka
sv_se: PFX-lösenord
th_th: รหัสผ่าน PFX
tr_tr: PFX şifresi
uk_ua: пароль PFX
zh_cn: PFX密码
zh_tw: PFX密碼

# Autopilot.HardwareHashCertificateCreatedPathLabel
source: PFX file
ar_sa: ملف PFX
bg_bg: PFX файл
cs_cz: PFX soubor
da_dk: PFX fil
de_de: PFX-Datei
el_gr: Αρχείο PFX
es_mx: Archivo PFX
et_ee: PFX-fail
fi_fi: PFX tiedosto
fr_ca: Fichier PFX
he_il: קובץ PFX
hr_hr: PFX datoteka
hu_hu: PFX fájl
it_it: File PFX
ja_jp: PFXファイル
ko_kr: PFX 파일
lt_lt: PFX failą
lv_lv: PFX fails
nb_no: PFX-fil
nl_nl: PFX-bestand
pl_pl: Plik PFX
pt_pt: arquivo PFX
ro_ro: fișier PFX
ru_ru: PFX-файл
sk_sk: súbor PFX
sl_si: datoteko PFX
sr_latn_rs: PFKS fajl
sv_se: PFX-fil
th_th: ไฟล์ PFX
tr_tr: PFX dosyası
uk_ua: файл PFX
zh_cn: PFX文件
zh_tw: PFX檔案

# Autopilot.HardwareHashCertificateCreatedTitle
source: Certificate ready
ar_sa: الشهادة جاهزة
bg_bg: Готово удостоверение
cs_cz: Certifikát připraven
da_dk: Certifikatet klar
de_de: Zertifikat bereit
el_gr: Έτοιμο το πιστοποιητικό
es_mx: Certificado listo
et_ee: Sertifikaat valmis
fi_fi: Todistus valmis
fr_ca: Certificat prêt
he_il: תעודה מוכנה
hr_hr: Certifikat spreman
hu_hu: Tanúsítvány kész
it_it: Certificato pronto
ja_jp: 証明書の準備ができました
ko_kr: 인증서 준비됨
lt_lt: Sertifikatas paruoštas
lv_lv: Sertifikāts gatavs
nb_no: Sertifikatet klart
nl_nl: Certificaat klaar
pl_pl: Certyfikat gotowy
pt_pt: Certificado pronto
ro_ro: Certificat gata
ru_ru: Сертификат готов
sk_sk: Certifikát pripravený
sl_si: Certifikat pripravljen
sr_latn_rs: Sertifikat spreman
sv_se: Certifikatet klart
th_th: ใบรับรองพร้อม
tr_tr: Sertifika hazır
uk_ua: Сертифікат готовий
zh_cn: 证书已准备好
zh_tw: 證書已準備好

# Autopilot.HardwareHashCertificateIdColumn
source: Certificate ID
ar_sa: معرف الشهادة
bg_bg: ID на сертификата
cs_cz: ID certifikátu
da_dk: Certifikat ID
de_de: Zertifikats-ID
el_gr: Ταυτότητα πιστοποιητικού
es_mx: ID de certificado
et_ee: Sertifikaadi ID
fi_fi: Varmenteen tunnus
fr_ca: ID de certificat
he_il: מזהה תעודה
hr_hr: ID certifikata
hu_hu: Tanúsítványazonosító
it_it: ID del certificato
ja_jp: 証明書ID
ko_kr: 인증서ID
lt_lt: Sertifikato ID
lv_lv: Sertifikāta ID
nb_no: Sertifikat-ID
nl_nl: Certificaat-ID
pl_pl: Identyfikator certyfikatu
pt_pt: ID do certificado
ro_ro: ID certificat
ru_ru: Идентификатор сертификата
sk_sk: ID certifikátu
sl_si: ID potrdila
sr_latn_rs: ID sertifikata
sv_se: Certifikat-ID
th_th: รหัสใบรับรอง
tr_tr: Sertifika Kimliği
uk_ua: Ідентифікатор сертифіката
zh_cn: 证书编号
zh_tw: 證書編號

# Autopilot.HardwareHashCertificatePfxFileType
source: PFX certificate
ar_sa: شهادة بفكس
bg_bg: PFX сертификат
cs_cz: PFX certifikát
da_dk: PFX certifikat
de_de: PFX-Zertifikat
el_gr: Πιστοποιητικό PFX
es_mx: certificado PFX
et_ee: PFX sertifikaat
fi_fi: PFX-sertifikaatti
fr_ca: Certificat PFX
he_il: תעודת PFX
hr_hr: PFX certifikat
hu_hu: PFX tanúsítvány
it_it: Certificato PFX
ja_jp: PFX 証明書
ko_kr: PFX 인증서
lt_lt: PFX sertifikatas
lv_lv: PFX sertifikāts
nb_no: PFX-sertifikat
nl_nl: PFX-certificaat
pl_pl: Certyfikat PFX
pt_pt: Certificado PFX
ro_ro: certificat PFX
ru_ru: Сертификат ПФХ
sk_sk: PFX certifikát
sl_si: PFX potrdilo
sr_latn_rs: PFKS sertifikat
sv_se: PFX-certifikat
th_th: ใบรับรอง PFX
tr_tr: PFX sertifikası
uk_ua: Сертифікат PFX
zh_cn: PFX证书
zh_tw: PFX憑證

# Autopilot.HardwareHashCertificateRetireFailedMessageFormat
source: Foundry could not remove the selected app registration certificate. {0}
ar_sa: تعذر على Foundry إزالة شهادة تسجيل التطبيق المحدد. {0}
bg_bg: Foundry не можа да премахне избрания сертификат за регистрация на приложение. {0}
cs_cz: Foundry nemohl odebrat vybraný certifikát registrace aplikace. {0}
da_dk: Foundry kunne ikke fjerne det valgte appregistreringscertifikat. {0}
de_de: Foundry konnte das ausgewählte App-Registrierungszertifikat nicht entfernen. {0}
el_gr: Το Foundry δεν μπόρεσε να αφαιρέσει το επιλεγμένο πιστοποιητικό εγγραφής εφαρμογής. {0}
es_mx: Foundry no pudo eliminar el certificado de registro de la aplicación seleccionada. {0}
et_ee: Foundry ei saanud valitud rakenduse registreerimissertifikaati eemaldada. {0}
fi_fi: Foundry ei voinut poistaa valitun sovelluksen rekisteröintitodistusta. {0}
fr_ca: Foundry n'a pas pu supprimer le certificat d'enregistrement de l'application sélectionné. {0}
he_il: Foundry לא הצליח להסיר את אישור הרישום של האפליקציה שנבחרה. {0}
hr_hr: Foundry nije mogao ukloniti odabranu potvrdu o registraciji aplikacije. {0}
hu_hu: Foundry nem tudta eltávolítani a kiválasztott alkalmazás regisztrációs tanúsítványát. {0}
it_it: Foundry non è riuscito a rimuovere il certificato di registrazione dell'app selezionata. {0}
ja_jp: Foundry は、選択されたアプリ登録証明書を削除できませんでした。 {0}
ko_kr: Foundry 선택한 앱 등록 인증서를 제거할 수 없습니다. {0}
lt_lt: Foundry nepavyko pašalinti pasirinktos programos registracijos sertifikato. {0}
lv_lv: Foundry nevarēja noņemt atlasītās lietotnes reģistrācijas sertifikātu. {0}
nb_no: Foundry kunne ikke fjerne det valgte appregistreringssertifikatet. {0}
nl_nl: Foundry kan het geselecteerde app-registratiecertificaat niet verwijderen. {0}
pl_pl: Foundry nie mógł usunąć wybranego certyfikatu rejestracji aplikacji. {0}
pt_pt: Foundry não pôde remover o certificado de registro do aplicativo selecionado. {0}
ro_ro: Foundry nu a putut elimina certificatul de înregistrare a aplicației selectate. {0}
ru_ru: Foundry не удалось удалить выбранный сертификат регистрации приложения. {0}
sk_sk: Foundry sa nepodarilo odstrániť vybratý certifikát registrácie aplikácie. {0}
sl_si: Foundry ni mogel odstraniti izbranega potrdila o registraciji aplikacije. {0}
sr_latn_rs: Foundry nije mogao da ukloni izabrani sertifikat o registraciji aplikacije. {0}
sv_se: Foundry kunde inte ta bort det valda appregistreringscertifikatet. {0}
th_th: Foundry ไม่สามารถลบใบรับรองการลงทะเบียนแอปที่เลือกได้ {0}
tr_tr: Foundry seçilen uygulama kayıt sertifikasını kaldıramadı. {0}
uk_ua: Foundry не вдалося видалити вибраний сертифікат реєстрації програми. {0}
zh_cn: Foundry 无法删除所选的应用程序注册证书。 {0}
zh_tw: Foundry 無法刪除所選的應用程式註冊證書。 {0}

# Autopilot.HardwareHashCertificateRetireFailedTitle
source: Certificate removal failed
ar_sa: فشلت إزالة الشهادة
bg_bg: Премахването на сертификата не бе успешно
cs_cz: Odebrání certifikátu se nezdařilo
da_dk: Fjernelse af certifikat mislykkedes
de_de: Das Entfernen des Zertifikats ist fehlgeschlagen
el_gr: Η αφαίρεση του πιστοποιητικού απέτυχε
es_mx: Error al eliminar el certificado
et_ee: Sertifikaadi eemaldamine ebaõnnestus
fi_fi: Varmenteen poisto epäonnistui
fr_ca: Échec de la suppression du certificat
he_il: הסרת האישור נכשלה
hr_hr: Uklanjanje certifikata nije uspjelo
hu_hu: A tanúsítvány eltávolítása nem sikerült
it_it: Rimozione del certificato non riuscita
ja_jp: 証明書の削除に失敗しました
ko_kr: 인증서 제거 실패
lt_lt: Nepavyko pašalinti sertifikato
lv_lv: Sertifikāta noņemšana neizdevās
nb_no: Fjerning av sertifikat mislyktes
nl_nl: Het verwijderen van het certificaat is mislukt
pl_pl: Usunięcie certyfikatu nie powiodło się
pt_pt: Falha na remoção do certificado
ro_ro: Eliminarea certificatului a eșuat
ru_ru: Удаление сертификата не удалось
sk_sk: Odstránenie certifikátu zlyhalo
sl_si: Odstranitev potrdila ni uspela
sr_latn_rs: Uklanjanje sertifikata nije uspelo
sv_se: Det gick inte att ta bort certifikatet
th_th: การนำใบรับรองออกล้มเหลว
tr_tr: Sertifika kaldırılamadı
uk_ua: Не вдалося видалити сертифікат
zh_cn: 证书删除失败
zh_tw: 證書刪除失敗

# Autopilot.HardwareHashCertificateSavePickerTitle
source: Save Autopilot certificate PFX
ar_sa: احفظ Autopilot شهادة PFX
bg_bg: Запазете Autopilot сертификат PFX
cs_cz: Uložit Autopilot certifikát PFX
da_dk: Gem Autopilot certifikat PFX
de_de: Autopilot Zertifikat-PFX speichern
el_gr: Αποθήκευση Autopilot πιστοποιητικού PFX
es_mx: Guardar Autopilot certificado PFX
et_ee: Salvestage Autopilot sertifikaat PFX
fi_fi: Tallenna Autopilot-sertifikaatti PFX
fr_ca: Enregistrer le certificat Autopilot PFX
he_il: שמור Autopilot אישור PFX
hr_hr: Spremi Autopilot certifikat PFX
hu_hu: Mentse el a Autopilot PFX tanúsítványt
it_it: Salva il certificato Autopilot PFX
ja_jp: Autopilot 証明書 PFX を保存
ko_kr: Autopilot 인증서 PFX 저장
lt_lt: Išsaugokite Autopilot sertifikatą PFX
lv_lv: Saglabājiet Autopilot sertifikātu PFX
nb_no: Lagre Autopilot sertifikat PFX
nl_nl: Bewaar Autopilot certificaat PFX
pl_pl: Zapisz Autopilot certyfikat PFX
pt_pt: Salvar Autopilot certificado PFX
ro_ro: Salvați certificatul Autopilot PFX
ru_ru: Сохранить Autopilot сертификат PFX
sk_sk: Uložiť Autopilot certifikát PFX
sl_si: Shranite Autopilot potrdilo PFX
sr_latn_rs: Sačuvaj Autopilot sertifikat PFKS
sv_se: Spara Autopilot certifikat PFX
th_th: บันทึก Autopilot ใบรับรอง PFX
tr_tr: Autopilot sertifikasını kaydet PFX
uk_ua: Збережіть Autopilot сертифікат PFX
zh_cn: 保存Autopilot证书PFX
zh_tw: 儲存Autopilot證書PFX

# Autopilot.HardwareHashCertificateThumbprintColumn
source: Thumbprint
ar_sa: بصمة الإبهام
bg_bg: Отпечатък от палец
cs_cz: Otisk palce
da_dk: Tommelfingeraftryk
de_de: Fingerabdruck
el_gr: Αποτύπωμα
es_mx: Impresión del pulgar
et_ee: Pöidlajälg
fi_fi: Peukalonjälki
fr_ca: Empreinte digitale
he_il: טביעת אצבע
hr_hr: Otisak palca
hu_hu: Ujjlenyomat
it_it: Impronta personale
ja_jp: 拇印
ko_kr: 지문
lt_lt: Nykščio atspaudas
lv_lv: Īkšķa nospiedums
nb_no: Tommelavtrykk
nl_nl: Vingerafdruk
pl_pl: Odcisk palca
pt_pt: Impressão digital
ro_ro: Amprenta degetului mare
ru_ru: Отпечаток пальца
sk_sk: Odtlačok palca
sl_si: Odtis palca
sv_se: Tumavtryck
th_th: รอยนิ้วหัวแม่มือ
tr_tr: Parmak izi
uk_ua: Відбиток великого пальця
zh_cn: 指纹
zh_tw: 指紋

# Autopilot.HardwareHashCertificatesNone
source: No certificates are provisioned.
ar_sa: لا يتم توفير أي شهادات.
bg_bg: Не се предоставят сертификати.
cs_cz: Nejsou poskytovány žádné certifikáty.
da_dk: Der leveres ingen certifikater.
de_de: Es werden keine Zertifikate bereitgestellt.
el_gr: Δεν παρέχονται πιστοποιητικά.
es_mx: No se proporcionan certificados.
et_ee: Sertifikaate pole ette nähtud.
fi_fi: Varmenteita ei ole varattu.
fr_ca: Aucun certificat n'est fourni.
he_il: אין תעודות מסופקות.
hr_hr: Nisu osigurani certifikati.
hu_hu: Nincsenek tanúsítványok.
it_it: Non viene effettuato il provisioning di certificati.
ja_jp: 証明書はプロビジョニングされません。
ko_kr: 인증서가 프로비저닝되지 않습니다.
lt_lt: Jokie sertifikatai nepateikiami.
lv_lv: Sertifikāti netiek nodrošināti.
nb_no: Ingen sertifikater leveres.
nl_nl: Er zijn geen certificaten ingericht.
pl_pl: Nie udostępnia się żadnych certyfikatów.
pt_pt: Nenhum certificado é provisionado.
ro_ro: Nu sunt furnizate certificate.
ru_ru: Никакие сертификаты не предоставляются.
sk_sk: Nie sú poskytované žiadne certifikáty.
sl_si: Certifikati niso na voljo.
sr_latn_rs: Nisu obezbeđeni nikakvi sertifikati.
sv_se: Inga certifikat tillhandahålls.
th_th: ไม่มีการจัดเตรียมใบรับรอง
tr_tr: Hiçbir sertifika sağlanmadı.
uk_ua: Сертифікати не надаються.
zh_cn: 没有提供证书。
zh_tw: 沒有提供證書。

# Autopilot.HardwareHashConnectTenantButton
source: Connect tenant
ar_sa: ربط المستأجر
bg_bg: Свържете наемател
cs_cz: Připojte nájemce
da_dk: Tilslut lejer
de_de: Mieter verbinden
el_gr: Συνδέστε τον ενοικιαστή
es_mx: Conectar inquilino
et_ee: Ühendage üürnik
fi_fi: Yhdistä vuokralainen
fr_ca: Connecter le locataire
he_il: חבר דייר
hr_hr: Povežite stanara
hu_hu: Csatlakoztassa a bérlőt
it_it: Connetti l'inquilino
ja_jp: テナントを接続する
ko_kr: 테넌트 연결
lt_lt: Prijunkite nuomininką
lv_lv: Pievienojiet īrnieku
nb_no: Koble til leietaker
nl_nl: Huurder verbinden
pl_pl: Połącz najemcę
pt_pt: Conectar inquilino
ro_ro: Conectați chiriașul
ru_ru: Подключить арендатора
sk_sk: Pripojte nájomcu
sl_si: Povežite najemnika
sr_latn_rs: Povežite stanara
sv_se: Anslut hyresgäst
th_th: เชื่อมต่อผู้เช่า
tr_tr: Kiracıyı bağlayın
uk_ua: Підключити орендаря
zh_cn: 连接租户
zh_tw: 連接租戶

# Autopilot.HardwareHashConnectingTenantStatus
source: Connecting tenant...
ar_sa: ربط المستأجر...
bg_bg: Наемател се свързва...
cs_cz: Připojování nájemníka...
da_dk: Tilslutter lejer...
de_de: Mieter verbinden...
el_gr: Σύνδεση ενοικιαστή...
es_mx: Conexión de inquilino...
et_ee: Üürniku ühendamine...
fi_fi: Yhdistetään vuokralaista...
fr_ca: Locataire connecté...
he_il: מחבר דייר...
hr_hr: Povezivanje stanara...
hu_hu: Bérlő csatlakoztatása...
it_it: Collegamento inquilino...
ja_jp: テナントを接続中...
ko_kr: 테넌트 연결 중...
lt_lt: Jungiamasi nuomininkas...
lv_lv: Notiek nomnieka pievienošana...
nb_no: Kobler til leietaker...
nl_nl: Huurder verbinden...
pl_pl: Łączę najemcę...
pt_pt: Conectando inquilino...
ro_ro: Se conectează chiriașul...
ru_ru: Подключение арендатора...
sk_sk: Pripája sa nájomník...
sl_si: Povezovanje najemnika...
sr_latn_rs: Povezivanje stanara...
sv_se: Ansluter hyresgäst...
th_th: กำลังเชื่อมต่อผู้เช่า...
tr_tr: Kiracı bağlanıyor...
uk_ua: Підключення орендаря...
zh_cn: 正在连接租户...
zh_tw: 正在連接租戶...
